// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "给乖乖的小小告白（传统华人)",
        "我喜欢你，不是因为你的容貌，不是因为你的气质，也不是因为你的温柔。这些或许是让我注意到你的第一眼，但真正让我心动的，是你独一无二的灵魂。",
        "真正的爱情，核心不是容颜，不是外在，而是灵魂的契合。这样的爱情可遇不可求，也是上天最大的恩赐。所以，我对你的爱，不是压力，而是珍惜。",
        "我珍惜每一次和你的聊天甚至是熬夜，每一个你无意间的笑容，每一个你不曾注意到的瞬间。我都突然会很想陪在你身边，听你说话，然后看着你，也许只是安静地坐着，哪怕不说话，也能感觉到彼此的存在。",
        "你说过，你知道自己只要认定了，就可以坚定不移地去爱一个人。可是你不确定，我是否也能像你一样，一直爱下去。我想告诉你，我会。无论时间如何流转，无论世界如何变迁，我的心意都会如初，坚定不变，始终如一。",
        "我爱你，一直都不是因为你的外表，而是因为你是你自己。你的笑容，你的眼神，你的三观，你的癫，你的观念，你的玩闹，你的温柔，你的关心，你的一切的一切，甚至是你所有的不完美，都让我心动不已。而这些东西，时间带不走，岁月也无法改变。",
        "所以，我希望你不要因为我的年龄而犹豫（虽然现在没有了以前有，如果还有的话），虽然有时候我的想法还没那么成熟稳重，但是我会努力成长，努力靠近你，努力让自己成为能和你并肩同行的人，相信我的真心，和缘分吧。在对的时间里，我遇见了乖乖，这就已经是最美好的事情了。",
        "我会等你，等到你愿意让我走进你的世界，让你的日子里，多一个陪你 kisiao，陪你吃素菜，陪你玩 PocketChamp，陪你放空做无聊的事的人，而这些陪伴是永久的而不是不确定的。",
        "情人节快乐我的最爱乖乖 苏歆惠"
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2024-05-18T06:01:00",
    // 双方的名字
    names: ["陈飞孩 Peace", "王飞鮕 乖乖"]
}
